; File Joiner (www.igorware.com/file-joiner)

[translation]
vers=2.1.3
laid=0x0804
lang=简体中文 (Chinese)
name=unsigned
date=2012-08-07

[controls]
000=自动
001=添加文件
002=添加文件夹
003=移除
004=全部清空
005=浏览
006=附加到列表中的第一个文件（仅高级用户！）
007=哈希值
008=清除
009=合并完成后：
010=打开输出文件
011=打开输出文件夹
012=删除项目文件
013=退出程序

[about]
000=关于 %s
001=确定

[list_column]
000=路径
001=大小
002=状态

[list_status_cat]
000=确定
001=警告
002=错误

[list_status]
000=确定
001=警告：意外的序号
002=警告：第一个文件的​​大小不匹配
003=警告：最后的文件大小大于前面的文件
004=错误：文件无法写入！
005=错误：文件无法读取！

[list_tooltip]
000=输入文件列表
001=路径：\t %s\r\n大小：\t %s\r\n序号：\t %d\r\n状态：\t %s

[join_button]
000=停止
001=合并

[settings]
000=设置
001=测试
002=加载测试缺少的项目部分
003=加载测试部分大小一致性
004=测试缺少的项目部分
005=测试部分大小一致性
006=文件列表
007=使用文件路径中最后一个数字排序（快）
008=合并后从列表移除所有项目
009=禁用自动加载项目文件
010=递归子文件夹
011=普通
012=记住窗口位置
013=删除项目文件时使用回收站
014=默认输出路径
015=与输入文件夹相同
016=自定义路径
017=保存
018=取消
019=

[menu]
000=选项
001=总在最前\tCtrl + T
002=关联 .001 files （不可移植）
003=禁用哈希值
004=合并后从列表移除所有项目
005=设置

006=语言

007=帮助
008=在线帮助
009=主页
010=关于
011=

[menu_popup]
000=
001=
002=
003=移除
004=全部清空

[messages]
001=无法创建线程：（
002=合并作业过程中，你真的想退出（不推荐）？
003=就绪
004=合并中...
005=合并作业正在进行中！
006=文件合并成功！

007=只有一个文件在列表中！
008=没有选择任何文件移动！
009=文件列表是空的，没有文件被加入！
010=文件无法打开！
011=不能创建指定的输出文件！
012=文件写入失败！磁盘空间不足？
013=添加的文件数：%d
014=文件自动加载：%d
015=输出文件已经存在。你想要覆盖文件吗？
016=没有指定输出文件的路径！

017=测试缺少的项目部分
018=你似乎缺少%s序的%d部分。
019=你似乎缺少超过%s序的%d部分。
020=测试项目部分大小
021=这似乎是有不同于第一部分的文件大小的部分 %d，这可能意味着这些部分损坏或不属于同一组。不同部分大小的序号： %s。
022=看来你缺少的最后一部分不具备较小的文件大小，这可能是一个迹象，但是这并不一定是正确的。
023=\n\n你确定要继续合并操作？
024=自定义路径： "%s"
025=输出

[tooltips]
000=* 仅适用于高级用户 *\r\n列表中的所有文件追加到第一个文件。\r\n良好的速度，请勿使文件列表排序错误。
001=在列表中上移选定的文件
002=在列表中下移选定的文件
003=输出文件将被保存的路径
004=浏览输出文件的位置
005=合并列表中的文件
006=状态
007=添加文件到列表
008=从文件夹中添加所有文件
009=从列表中移除所选项目
010=从列表中清空所有项目
011=排序列表中的项目
012=切换自动排序
013=CRC32 哈希值
014=切换计算 CRC32 哈希值
015=MD5 哈希值
016=切换计算 MD5 哈希值
017=清除哈希值
018=合并完成后从硬盘删除所有项目文件（只适用于成功合并）
019=合并完成后退出程序（只适用于成功合并）
020=合并完成后打开输出文件（只适用于成功合并）
021=合并完成后打开输出文件夹（只适用于成功合并）

[updater]
000=
001=
002=
